Repository: emilyj4482/wotd
Catalog: wotd/Helper/Localizable.xcstrings
Source language: en
Languages: ko

source: Access to location infomation is not allowed. Please go to Settings and allow the authorization.
ko: 설정 > 권한에 들어가서 위치정보에 대한 접근을 허용해주세요.

source: Add
ko: 추가

source: Add a weather of the specific day and city you want to compare to today's one.
ko: 오늘 날씨와 비교하고 싶은 특정한 날짜와 도시의 날씨를 추가해보세요.

source: Authorization Denied
ko: 위치정보 사용 권한 없음

source: Cancel
ko: 취소

source: City
ko: 도시

source: Clear
ko: 맑음

source: Clouds
ko: 흐림

source: Date
ko: 날짜

source: Delete
ko: 삭제

source: Delete this weather?
ko: 이 날씨를 삭제하시겠습니까?

source: Drizzle
ko: 이슬비

source: Dust
ko: 먼지 낌

source: Enter a city name.
ko: 도시 이름을 입력하세요.

source: Fog
ko: 안개

source: Freezing rain
ko: 진눈깨비

source: Haze
ko: 실안개

source: Heavy rain
ko: 폭우

source: Heavy snow
ko: 폭설

source: Light rain
ko: 보슬비

source: Light snow
ko: 눈 조금

# max %@ min %@
source: max %1$@ min %2$@
ko: 최고 %1$@ 최저 %2$@

source: Mist
ko: 안개

source: Now
ko: 지금

source: Overcast clouds
ko: 구름 많음

source: Rain
ko: 비

source: Rain and snow
ko: 비와 눈

source: Sand
ko: 모래

source: Shower rain
ko: 소나기

source: Shower snow
ko: 소낙눈

source: Sleet
ko: 진눈깨비

source: Smoke
ko: 연기

source: Snow
ko: 눈

source: Squalls
ko: 돌풍

source: Then
ko: 그 날

source: Thunderstorm
ko: 뇌우

source: Thunderstrom with rain
ko: 비를 동반한 뇌우

source: Today
ko: 오늘

source: Tomorrow
ko: 내일

source: Tornado
ko: 회오리바람

source: Volcanic ash
ko: 화산재

source: We cannot compare weathers as access to location infomation is not allowed. Please go to Settings and allow the authorization.
ko: 위치정보를 수집할 수 없어 날씨 비교가 불가합니다. 설정 > 권한에 들어가서 위치정보에 대한 접근을 허용해주세요.

source: Weathers to compare
ko: 오늘과 비교할 날씨

source: Yesterday
ko: 어제
